{
  "EN": {
    "home": "Home",
    "services": "Services",
    "company": "About",
    "contacts": "Contacts",
    "contact": "contact",
    "phone": "Phone",
    "solutions": "Solutions",
    "navigation": "Navigation",

    "title-1": "Tax, Finance & Accounting",
    "title-2": "Business Services Overview",
    "title-3": "Main Services",
    "title-4": "Nullus titulus",
    "services-title-1": "Fiscal advice",
    "services-title-2": "IRS registered agent to create ITIN",
    "services-title-3": "Quickbooks Courses",
    "services-title-4": "Incorporation of companies",
    "services-title-a": "Representation before IRS for fiscal debts",
    "services-title-b": "Financial and fiscal planning",
    "services-title-c": "Payroll service",
    "about-title-1": "Nullus titulus",
    "about-title-2": "Nullus titulus",
    "about-title-3": "Nullus titulus",
    "about-title-4": "Nullus titulus",
    "about-title-5": "Nullus titulus",
    "contacts-title-1": "Nullus titulus",

    "content-1": "In ZaItax Consulting, we are committed to efficiency. Our goal is to save you time and money. Our team of consultants and experienced professionals is driven to provide fast and effective solutions.",
    "content-2": "We are focused on providing high quality services with the highest levels of customer satisfaction and will do our best to meet your expectations, ZAITAX offers Tax preparation with an affordable price and always with enthusiasm.",
    "content-3": "We make a difference by providing accounting and tax services to businesses and individuals and courses, QuickBooks, Bookeeping, Personal and Corporate Taxes, Accounting for Business Owners.",
    "content-4": "Zaitax is your local income tax preparation franchise, offering quality tax preparation at an affordable price and always with enthusiasm!",
    "content-5": "We offer a wide range of accounting services including, but not limited to, accounting and payroll services, financial statement preparation, tax return preparation, and consultingservices for businesses and individuals.",
    "services-content-1": "Tax Advice Our tax advisory experts provide personalized guidance to make sure you're making the most of all available tax opportunities. Stay up-to-date and compliant with ever-changing tax laws.",
    "services-content-2": "CAA to Create ITINs If you need to obtain an Individual Taxpayer Identification Number (ITIN), our IRS Registered Agent service simplifies the process. We will assist you in submitting the application and obtaining your ITIN efficiently.",
    "services-content-3": "QuickBooks Courses: Master QuickBooks from start to finish! Our face-to-face and online courses are designed for beginners and advanced users. From setup to advanced reporting, we'll take you by the hand on your journey to mastery in QuickBooks.",
    "services-content-4": "Company Incorporation We facilitate the incorporation process of your company, whether nationally or internationally. From choosing the legal structure to filing documents, we'll guide you every step of the way",
    "services-content-a": "Tax Resolutions, If you're facing problems with tax debts, our team of experts at IRS representation is here to help. We take care of negotiating with the IRS on your behalf and find effective solutions to solve your tax problems.",
    "services-content-b": "Financial and Tax Planning Optimize your financial resources with our financial planning and fiscal. We develop customized strategies to maximize your tax savings and ensure a strong financial future.",
    "services-content-c": "Payroll Service Simplify your payroll administration with our comprehensive service. From the calculation from wages to payroll tax filing, we're here to Ensure your payroll process is efficient and compliant with all regulations.",
    "about-content-1": "Non est definitum content.",
    "about-content-2": "Non est definitum content.",
    "about-content-3": "Non est definitum content.",
    "about-content-4": "Non est definitum content.",
    "about-content-5": "Non est definitum content.",
    "about-content-6": "Non est definitum content.",
    "contacts-content-1": "Non est definitum content.",
    "contacts-content-2": "Non est definitum content.",
    "contacts-content-3": "Non est definitum content.",

    "btn-1": "About company",
    "btn-2": "All testimonies",
    "btn-3": "Schedule with us",

    "link-1": "Need tax help?"
  },
  "ES": {
    "home": "Inicio",
    "services": "Servicios",
    "company": "Nosotros",
    "contacts": "Contactos",
    "contact": "Contacto",
    "phone": "Teléfono",
    "solutions": "Soluciones",
    "navigation": "Indice",

    "title-1": "Impuestos, Finanzas y Contabilidad",
    "title-2": "Descripción general de los servicios empresariales",
    "title-3": "Principales Servicios",
    "title-4": "Nullus titulus",
    "services-title-1": "Asesoría Fiscal",
    "services-title-2": "Agente Registrado del IRS para Crear ITIN",
    "services-title-3": "Cursos de QuickBooks",
    "services-title-4": "Incorporación de Empresas",
    "services-title-a": "Representación ante el IRS para Deudas Fiscales",
    "services-title-b": "Planeación Financiera y Fiscal",
    "services-title-c": "Servicio de Nómina",
    "about-title-1": "Experiencia y Expertise",
    "about-title-2": "Atención Personalizada",
    "about-title-3": "Compromiso con la Excelencia",
    "about-title-4": "Enfoque Práctico",
    "about-title-5": "Flexibilidad",
    "contacts-title-1": "Asesoría y Soporte",

    "content-1": "En ZaItax Consulting apostamos por la eficiencia. Nuestro objetivo es ahorrarle tiempo y dinero. Nuestro equipo de consultores y profesionales experimentados está impulsado a brindar soluciones rápidas y efectivas.",
    "content-2": "Estamos enfocados en brindar servicios de alta calidad con los más altos niveles de satisfacción del cliente y haremos todo lo posible para cumplir con sus expectativas, ZAITAX ofrece preparación de Impuestos con un precio asequible y siempre con entusiasmo.",
    "content-3": "Marcamos la diferencia al brindar servicios contables y tributario e individuales y , cursos de QuickBooks, Bookeeping, Taxes Personales y Corporativos, Contabilidad para dueños de Negocios a empresas",
    "content-4": "Zaitax es su franquicia local de preparación de impuestos sobre la renta, que ofrece Preparación de impuestos de calidad a un precio asequible y siempre con ¡entusiasmo!",
    "content-5": "Ofrecemos una amplia gama de servicios de contabilidad que incluyen, entre otros, limitados a, servicios de contabilidad y nómina, estados financieros preparación, preparación de declaraciones de impuestos y servicios de consultoría para empresas y particulares.",
    "services-content-1": "Nuestros expertos en asesoría fiscal brindan orientación personalizada para asegurarse de que estás aprovechando al máximo todas las oportunidades fiscales disponibles. Mantente actualizado y en cumplimiento con las leyes fiscales en constante cambio.",
    "services-content-2": "Si necesitas obtener un Número de Identificación Personal del Contribuyente (ITIN), nuestro servicio de Agente Registrado del IRS simplifica el proceso. Te asistiremos en la presentación de la solicitud y en la obtención de tu ITIN de manera eficiente.",
    "services-content-3": "¡Domina QuickBooks de principio a fin! Nuestros cursos presenciales y online están diseñados para principiantes y usuarios avanzados. Desde la configuración hasta informes avanzados, te llevaremos de la mano en tu viaje hacia la maestría en QuickBooks.",
    "services-content-4": "Facilitamos el proceso de incorporación de tu empresa, ya sea a nivel nacional o internacional. Desde la elección de la estructura legal hasta la presentación de documentos, te guiaremos en cada paso del camino.",
    "services-content-a": "Si enfrentas problemas con deudas fiscales, nuestro equipo de expertos en representación ante el IRS está aquí para ayudarte. Nos ocupamos de negociar con el IRS en tu nombre y encontrar soluciones efectivas para resolver tus problemas fiscales.",
    "services-content-b": "Optimiza tus recursos financieros con nuestra asesoría en planeación financiera y fiscal. Desarrollamos estrategias personalizadas para maximizar tus ahorros fiscales y garantizar un futuro financiero sólido.",
    "services-content-c": "Simplifica la administración de tu nómina con nuestro servicio integral. Desde el cálculo de salarios hasta la presentación de impuestos sobre la nómina, estamos aquí para garantizar que tu proceso de nómina sea eficiente y cumpla con todas las normativas.",
    "about-content-1": "Más de 20 años de experiencia en la industria. Contable y Financiera.",
    "about-content-2": "Trato personalizado adaptado a tus necesidades específicas.",
    "about-content-3": "Buscamos la excelencia en cada servicio que ofrecemos.",
    "about-content-4": "Nuestros cursos están diseñados para ser prácticos y aplicables en el mundo real.",
    "about-content-5": "Ofrecemos cursos presenciales y online para adaptarnos a tu estilo de aprendizaje y agenda.",
    "about-content-6": "Si buscas dominar QuickBooks, entender  de  impuestos personales o corporativos, y recibir asesoría de calidad, ¡has llegado al lugar correcto!",
    "contacts-content-1": "Confía en Zaitax para tus necesidades contables e impositivas. Estamos aquí para ser tu socio de confianza en el éxito financiero. ¡Contáctanos hoy para una consulta gratuita!",
    "contacts-content-2": "¿Te sientes abrumado por los impuestos personales o corporativos? Nuestros expertos te guiarán a través del laberinto fiscal, asegurándonos de que aproveches al máximo las deducciones y cumplas con todas las regulaciones.",
    "contacts-content-3": "No estás solo en tu viaje financiero. Nuestro equipo de expertos está listo para brindarte asesoría personalizada y soporte continuo. Ya sea que tengas preguntas sobre QuickBooks o necesites orientación fiscal, estamos aquí para ti.",

    "btn-1": "Acerca de nosotros",
    "btn-2": "Más testimonios",
    "btn-3": "Agenda con nosotros",

    "link-1": "¿Necesita ayuda fiscal?"
  }
}
